Repository: xDen4ik/tvoidom2
Catalog: *-content/plugins/renew_ads/languages/*/messages.po
Languages: it_it, pl_pl, ru_ru

source: Republish your ads
it_it: Ripubblica i tuoi annunci
pl_pl: Odświeżanie ogłoszeń
ru_ru: Повторная публикация объявлений

source: You don't have any listing yet
it_it: Non hai ancora annunci
pl_pl: Nie masz żadnych ogłoszeń

source: You have republished your ad %s times. You cannot republish this ad!
it_it: Hai ripubblicato il tuo annuncio %s volte. Non puoi piu ripubblicarlo!
pl_pl: Odświeżyłeś ogłoszenie %s razy. Nie możesz już więcej!

source: To republish this ad again, you need to wait:
it_it: Per ripubblicare questo annuncio, devi aspettare:
pl_pl: Aby odświeżyć to ogłoszneie musisz zaczekać:

source: You can republish this ad %s more times!
it_it: Puoi ripubblicare questo annuncio %s volte!
pl_pl: Możesz odświeżyć te ogłoszenie %s razy!

source: Republish this ad
it_it: Ripubblica questo annuncio
pl_pl: Odśwież to ogłoszenie

source: Publication date
it_it: Data di pubblicazione
pl_pl: Data publikacji
ru_ru: Дата публикации

source: %s days
it_it: %s giorni
pl_pl: %s dni
ru_ru: %s дней

source: %s hours
it_it: %s ore
pl_pl: %s godzin
ru_ru: %s часов

source: %s minutes
it_it: %s minuti
pl_pl: %s minut
ru_ru: %s минут

source: %s seconds
it_it: %s secondi
pl_pl: %s sekund
ru_ru: %s секунд

source: Congratulations. Your ad as been republished!
it_it: Congratulazioni. Il tuo annuncio &egrave; stato ripubblicato!
pl_pl: Gratulacje. Odświeżyłeś swoje ogłoszenie!

source: Days to expire: %s
it_it: Questo annuncio scade tra %s giorni
pl_pl: Dni do wygaśnięcia: %s

source: Ad ID:
it_it: ID dell'annuncio:
pl_pl: ID ogłoszenia:
ru_ru: Обявление №

source: Category:
it_it: Categoria:
pl_pl: Kategoria:
ru_ru: Категория:

source: This ad expire today
it_it: Questo annuncio scade oggi
pl_pl: To ogłoszenie wygaśnie dziś

source: Congratulations. Renew ads settings are now saved.
it_it: La configurazione per il rinnovo degli annunci &egrave; stata salvata.
pl_pl: Gratulacje. Ustawienia odświeżania ogłoszeń zapisane.
ru_ru: Обновление параметров сохранены.

source: Congratulations. Spam ads cron settings are now saved.
it_it: La configurazione del cron per gli annunci span &egrave; stata salvata.
pl_pl: Gratulacje. Ustawienia Cron Spam ogłoszeń zapisane.
ru_ru: Настройки cron сохранены.

source: Congratulations. Expired ads cron settings are now saved.
it_it: La configurazione del cron per gli annunci scaduti &egrave; stata salvata.
pl_pl: Gratulacje. Ustawienia Cron wygasających ogłoszeń zapisano.
ru_ru: Поздравления. Настройки cron сохранены.

source: Congratulations. Expired ads have been deleted.
it_it: Gli annunci scaduti sono stati cancellati.
pl_pl: Gratulacje. Wygaśnięte ogłoszenie usunięto.
ru_ru: Истекшие объявления удалены.

source: Congratulations. Spam ads have been deleted.
it_it: Gli annunci spam sono stati cancellati.
pl_pl: Gratulacje. Spam ogłoszenie usunięto.
ru_ru: Спам-объявления были удалены.

source: Renew Ads Settings
it_it: Configurazione per il rinnovo degli annunci
pl_pl: Odśwież ustawienia Ogłoszeń
ru_ru: Renew Ads настройки

source: Set max. times an ad can be renewed (Enter 0 for no limitations).
it_it: Impostare quante volte un annuncio puo essere ripubblicato (Impostare 0 per nessun limite)
pl_pl: Ustaw ilość razy odnowienia ogłoszenia (Wpisz 0 dla braku limitów).
ru_ru: Установите макс. количество раз, сколько объявление может быть обновлено (введите 0 без ограничений).

source: User has to wait
it_it: Un usuario deve aspettare
pl_pl: Użytkownik musi zaczekać
ru_ru: Пользователь должен подождать

source: seconds to republish the ad again (1 hour = 3600 sec. / 1 day = 86400 sec.)
it_it: secondi prima di ripubblicare l'annuncio nuovamente (1 ora = 3600 sec. / 1 giorno = 86400 sec.)
pl_pl: sekund do ponownej publikacji (1 godzina = 3600 sek. / 1 dzień = 86400 sek.)
ru_ru: секунды для повторной публикации объявления (1 час = 3600 сек. / 1 день = 86400 сек.)

source: If the value is set to zero, there is no wait period
it_it: Se il valore &egrave; impostato su zero, non vi &egrave; alcun periodo di attesa
pl_pl: Jeżeli wartość to zero, nie będzie oczekiwania
ru_ru: Если значение равно нулю, период ожидания отсутствует

source: Update
it_it: Aggiornare
pl_pl: Aktualizacja
ru_ru: Обновить

source: Expired Ads Settings
it_it: Configurazione per gli annunci scaduti
pl_pl: Ustawienia wygaśniętych ogłoszeń
ru_ru: Настройки истёкших объявлений

source: Set Cron to delete expired ads
it_it: Impostare il cron per cancellare gli annunci scaduti.
pl_pl: Ustaw Cron by kasował wygaśnięte ogłoszenia
ru_ru: Установите Cron для удаления истекших объявлений.

source: Hourly
it_it: Orario
pl_pl: Godzinowo
ru_ru: Каждый час

source: Daily
it_it: Giornaliero
pl_pl: Dziennie
ru_ru: Ежедневно

source: Weekly
it_it: Settimanale
pl_pl: Tygodniowo
ru_ru: Еженедельно

source: Off
it_it: Spento
pl_pl: Wyłącz
ru_ru: Выкл

source: Set how many days after expiration the ad will be deleted (Enter 0 to delete the ad the day is expired).
it_it: Impostare quanti giorni dopo la scadenza l'annuncio sar&aacute; cancellato (Inserire 0 per cancellarlo il giorno della scadenza)
pl_pl: Ustaw ile dni po wygaśnięciu ogłoszenie będzie usunięte (wpisz 0 by kasować ogłoszenie w dzień wygasania).
ru_ru: Укажите, через сколько дней после истечения срока действия объявления оно будет удалено (введите 0, чтобы удалить объявление день окончания срока действия).

source: NOTE: both Cron and Manual button will delete maximum of 50 expired ads at a time
pl_pl: UWAGA: zarówno Cron i przycisk manualny usuwa maksymalnie 50 SPAM ogłoszeń na raz

source: MANUALLY DELETE EXPIRED ADS
it_it: Cancellare manualmente gli annunci scaduti
pl_pl: MANUALNE USUWANIE WYGAŚNIĘTYCH OGŁOSZEŃ
ru_ru: ВРУЧНУЮ УДАЛЯТЬ СТАРЫЕ ОБЪЯВЛЕНИЯ

source: Spam Ads Settings
it_it: Configurazione per gli annunci spam
pl_pl: Spam ogłoszenia ustawienia
ru_ru: Настройки спам-объявлений

source: Set Cron job to delete spam ads
it_it: Impostare il cron per cancellare gli annunci spam.
pl_pl: Ustaw zadania Cron do skasowania spam ogłoszeń
ru_ru: Задайте задание Cron для удаления спам-объявлений

source: NOTE: both Cron and Manual button will delete maximum of 50 SPAM ads at a time
it_it: NOTA: sia col cron che col bottone manuale, verranno cancellati al massimo 50 annunci spam per volta.
pl_pl: UWAGA: zarówno Cron i przycisk manualny usuwa maksymalnie 50 SPAM ogłoszeń na raz
ru_ru: ПРИМЕЧАНИЕ: одновременное использование кнопок Cron и Manual будут удалять максимум 50 спам-объявлений за раз

source: MANUALLY DELETE SPAM ADS
it_it: Cancellare manualmente gli annunci spam
pl_pl: MANUALNE USUWANIE SPAM OGŁOSZEŃ
ru_ru: РУЧНОЕ УДАЛЕНИЕ СПАМ-ОБЪЯВЛЕНИЙ

source: Next hourly cron:
it_it: Il prossimo cron orario partir&aacute; tra:
pl_pl: Następnej godziny cron:
ru_ru: Следующий почасовой cron:

source: Next daily cron:
it_it: Il prossimo cron giornaliero partir&aacute; tra:
pl_pl: Następnego dnia cron:
ru_ru: Следующий ежедневный cron:

source: Next weekly cron:
it_it: Il prossimo cron settimanale partir&aacute; tra:
pl_pl: Następnego tygodnia cron:
ru_ru: Следующий еженедельный cron:

source: Notify admin when a listing has been renewed
it_it: Notificare all'amministratore quando un annuncio viene ripubblicato
pl_pl: Powiadom admina po odświeżeniu ogłoszenia
ru_ru: Уведомить администратора, когда объявление было продлено

source: Item Id
it_it: Id dell'annuncio
pl_pl: ID przedmiotu
ru_ru: Id объявления

source: Deleted
it_it: Eliminato
pl_pl: Skasowane

source: Deleted date
it_it: Data dell'eliminazione
pl_pl: Data usunięcia
ru_ru: Дата удаления

source: User Id
it_it: Id dell'usuario
pl_pl: ID użytkownika
ru_ru: ID пользователя

source: Item Title
it_it: Titolo
pl_pl: Tytuł przedmiotu
ru_ru: Title объявления

source: Category
it_it: Categoria
pl_pl: Kategoria
ru_ru: Категория

source: Times renewed
it_it: Ripubblicato volte
pl_pl: Razy odświeżane
ru_ru: Время обновлено

source: Last renewed
it_it: Data ultimo rinnovo
pl_pl: Ostatnio odnowione
ru_ru: Последнее обновление

source: Will Expire In Days
it_it: Scade tra giorni
pl_pl: Wygaśnie w ciągu dni

source: Contact Email
it_it: Email del contatto
pl_pl: Kontact Email
ru_ru: E-mail для связи

source: Expiring date
it_it: Data di scadenza
pl_pl: Data ważności
ru_ru: Срок действия

source: Renewed ads log
it_it: Registro degli annunci rinnovati
pl_pl: Log odświeżonych ogłoszeń
ru_ru: Журнал обновленных объявлений

source: Ads been renewed by users
it_it: Annunci che sono stati rinnovati dagli usuari
pl_pl: Ogłoszenia odnowione przez użytkowników
ru_ru: Объявления были продлены пользователями

source: Expiring ads log
it_it: Registro degli annunci che stanno per scadere
pl_pl: Log wygasających ogłoszeń
ru_ru: Журнал истекающих объявлений

source: Ads that will expire in the next 3 days
it_it: Annunci che scadono nei prossimi 3 giorni
pl_pl: Ogłoszenia wygasną w ciągu 3 dni
ru_ru: Объявления, срок действия которых истекает через 3 дня

source: Deleted expired ads log
it_it: Registro degli annunci scaduti che sono stati cancellati
pl_pl: Skasowany log wygasłych ogłoszeń
ru_ru: Журнал удаленных просроченных объявлений

source: Expired ads that are been deleted
it_it: Annunci scaduti che sono stati cancellati
pl_pl: Wygasłe ogłoszenia które zostały usunite
ru_ru: Удаленные объявления с истекшим сроком действия

source: Set how many days keep the log after the ad has been deleted.
it_it: Impostare per quanti giorni tenere il registro dopo che l'annuncio &egrave; stato cancellato.
pl_pl: Ustaw ile dni trzymać log po skasowaniu ogłoszenia.
ru_ru: Укажите, сколько дней хранить журнал после удаления объявления.

source: Show only expired ads in user dashboard
it_it: Mostrare solo gli annunci scaduti nella bacheca dell'utente
pl_pl: Pokaż tylko wygaśnięte ogłoszenia na tablicy użytkownika
ru_ru: Показывать только истекшие объявления в аккаунте пользователя

source: Allow users to only renew ads (it will not change publishing date, only renew expiration date and retain position)
it_it: Gli utenti possono solo rinnovare gli annunci (verr&aacute; rinnovata la data di scadenza, ma gli annunci rimmarranno nella loro posizione)
pl_pl: Allow users to only renew ads (nie zmienia daty publikacji, tylko odnawia datę wygasania i zachowuje pozycję)
ru_ru: Разрешить пользователям только обновлять объявления (Дата публикации не изменится, Дата окончания срока действия продлится и позиция сохранится)

source: First publication date
it_it: Data di pubblicazione originale
pl_pl: Pierwsza data publikacji
ru_ru: Дата первой публикации

source: Will Expire In
it_it: Scadr&aacute; in
pl_pl: Wygaśnie w
ru_ru: Срок действия истекает

source: Last publication date
it_it: Ultima data di pubblicazione
pl_pl: Ostatnia data publikacji
ru_ru: Дата последней публикации

source: Renew your ads
it_it: Rinnova i tuoi annunci
pl_pl: Odśwież swoje ogłoszenia
ru_ru: Продлить объявления

source: You don't have any expired ad yet
it_it: Non hai nessun annuncio scaduto
pl_pl: Nie masz wygasłych ogłoszeń
ru_ru: У вас пока нет объявлений с истекшим сроком действия

source: You don't have any published ad yet
it_it: Non hai nessun annuncio pubblicato
pl_pl: Nie opublikowałeś jeszcze żadnego ogłoszenia
ru_ru: У вас нет каких-либо опубликованных объявлений

source: Renew this ad
pl_pl: Odśwież te ogłoszenie

source: Will expire in:
it_it: Scadr&aacute; in:
pl_pl: Wygaśnie w:
ru_ru: Срок действия истекает через

source: You have %s your ad %s times. You cannot %s this ad!
it_it: Hai %s questo annuncio %s volte. Non puoi %s questo annuncio!
pl_pl: Masz %s twoje ogłoszenie %s razy. Nie możesz %s tego ogłoszenia!
ru_ru: У вас есть %s объявления %s раза. Вы не можете %s этого сделать!

source: To %s this ad again, you need to wait:
it_it: Per %s questo annuncio nuovamente, devi aspettare:
pl_pl: By %s, musisz zaczekać:
ru_ru: Чтобы %s это объявление снова, вам нужно подождать:

source: You can %s this ad %s more times!
it_it: Puoi %s questo anuncio altre %s volte!
pl_pl: Możesz %s te ogłoszenie %s więcej razy!
ru_ru: Вы можете %s это объявление не больше %s раз!

source: Expired
it_it: Scaduto
pl_pl: Wygasłe
ru_ru: Истекшие

source: Congratulations. Your ad has been %s!
it_it: Congratulazioni. Il tuo annuncio &egrave; stato %s!
pl_pl: Gratulacje. Twoje ogłoszenia zostały %s!
ru_ru: Поздравления. Ваше объявление %s!

source: %s your ads
it_it: %s i tuoi annunci
pl_pl: %s twoje ogłoszenia
ru_ru: %s ваши объявления

source: Show all ads in user dasboard (disabled, inactive and spam ads are not shown)
it_it: Mostrare tutti gli annunci (gli annunci disabilitati, inattivi, e spam non verranno mostrati)
pl_pl: Pokaż wszystkie ogłoszenia in user dasboard (disabled, inactive and spam ads are not shown)
ru_ru: Показать все объявления в пользовательском аккаунте (отключенные, неактивные и спам-объявления не отображаются)

source: Republish
it_it: Ripubblica
pl_pl: Publikuj ponownie
ru_ru: Переопубликовать

source: Renew
it_it: Rinnova
pl_pl: Odśwież
ru_ru: Продлить

source: Republished
it_it: Ripubblicato
pl_pl: Odświeżone
ru_ru: Переопубликовано

source: Renewed
it_it: Rinnovato
pl_pl: Odświeżone
ru_ru: Продлено

source: republish
it_it: ripubblicare
pl_pl: odświeżyć
ru_ru: переопубликовать

source: renew
it_it: rinnovare
pl_pl: odśwież
ru_ru: продлить

source: %s this ad
it_it: %s questo annuncio
pl_pl: %s to ogłoszenie
ru_ru: %s это объявление

source: Deleted for
it_it: Cancellato perch&egrave;
pl_pl: Skasowane za
ru_ru: Удаляется для

source: NOTE: both Cron and Manual button will delete maximum of 50 expired ads at a time
it_it: NOTA: sia col cron che col bottone manuale, verranno cancellati al massimo 50 annunci scaduti per volta.
ru_ru: ПРИМЕЧАНИЕ: одновременно использование кнопок Cron и Manual будут удалять максимум 50 истекших объявлений одновременно

source: Admin
ru_ru: Администратор

source: Log
ru_ru: Лог
