Repository: xDen4ik/tvoidom2
Catalog: *-content/plugins/realestate_attributes/languages/*/messages.po
Languages: ar_sa, de_de, fa_ir, lv_lv, ru_ru, sv_se

source: Property types
ar_sa: أنواع العقارات أو الممتلكات
de_de: Ausstattungsmerkmale
fa_ir: نوع ملک
lv_lv: Īpašuma veidi
ru_ru: Тип объекта
sv_se: Fastighetstyper

source: Delete
ar_sa: مسح
de_de: Löschen
fa_ir: حذف
lv_lv: Dzēst
ru_ru: Удалить
sv_se: Radera

source: Edit
ar_sa: تعديل
de_de: Bearbeiten
fa_ir: ویرایش
lv_lv: Labot
ru_ru: Редактировать
sv_se: Redigera

source: Add new property types
ar_sa: اضافة أنواع الممتلكات جديدة
de_de: Ausstattungsmerkmal hinzufügen
fa_ir: اضافه کردن نوع ملک جدید
lv_lv: Pievienot jaunu īpašuma veidu
ru_ru: Добавить типы недвижимости
sv_se: Lägg till ny fastighetstyp

source: Add new
ar_sa: إضافة الجديد
de_de: Hinzufügen:
fa_ir: اضافه کردن جدید
lv_lv: Pievienot jaunu
ru_ru: Добавить
sv_se: Lägg till ny

source: Warning
ar_sa: تحذير
de_de: Warnung
fa_ir: هشدار
lv_lv: Uzmanību
ru_ru: Предупреждение
sv_se: Varning

source: Deleting property types may end in errors. Some of those property types could be attached to some actual items
ar_sa: قد يؤدي إلغاء النماذج إلى حدوث خطأ، يمكن أن يكون بعض من هذه النماذج ملحق ببعض البنود الحقيقية
de_de: Das Löschen von Ausstattungsmerkmalen führt zu Fehlern, wenn diese noch mit aktiven Anzeigen verknüpft sind
lv_lv: Izdzēšot īpašuma veidiem var beigties kļūdas. Daži no tiem īpašuma veidiem varētu pievienot kādas faktiskās preces
ru_ru: Удаление типов недвижимости может закончиться ошибками
sv_se: Att radera fastighetstyper kan orsaka problem. En del av dessa fastighetstyper kan användas av aktuella annonser

source: For rent
ar_sa: للإيجار
de_de: Zu vermieten
fa_ir: برای اجاره
lv_lv: Iznomā
ru_ru: Сдается
sv_se: Uthyres

source: For sale
ar_sa: للبيع
de_de: Zu verkaufen
fa_ir: برای فروش
lv_lv: Pārdod
ru_ru: Продается
sv_se: Till salu

source: Type
ar_sa: نوع أو صنف
de_de: Typ
fa_ir: نوع
lv_lv: Veids
ru_ru: Тип предложения
sv_se: Typ

source: Property type
ar_sa: نوع الملكية
de_de: Ausstattungsmerkmal
fa_ir: نوع ملک
lv_lv: Īpašuma veids
ru_ru: Тип объекта
sv_se: Fastighetstyp

source: Num. Rooms
ar_sa: عدد الغرف
de_de: Anzahl Räume
fa_ir: تعداد اتاق ها
lv_lv: Istabas
ru_ru: Количество комнат
sv_se: Antal rum

source: Num. Bathrooms
ar_sa: عدد الحمامات
de_de: Anzahl Badezimmer
fa_ir: نعداد حمام و سرویس بهداشتی
lv_lv: Vanasistabas
ru_ru: Кол-во ванных комнат
sv_se: Antal badrum

source: New construction
ar_sa: بناء جديد
de_de: Neubau
fa_ir: ساخت و ساز جدید
lv_lv: Jaunceltne
ru_ru: Новостройка
sv_se: Nybyggnad

source: To renovate
ar_sa: لتجديد
de_de: Renovierungsbedürftig
fa_ir: در تعمیر و نوسازی
lv_lv: Renovācijai
ru_ru: Требуется ремонт
sv_se: Renoveringsbehov

source: Good condition
ar_sa: بحالة جيدة
de_de: Guter Zustand
fa_ir: وضعیت خوب
lv_lv: Labā stāvoklī
ru_ru: Хорошее состояние
sv_se: Bra skick

source: Status
ar_sa: حالة أو وضع
fa_ir: وضعیت
ru_ru: Статус

source: Square Meters
ar_sa: متر مربع
de_de: Quadratmeter
fa_ir: متر مربع
lv_lv: Kvadrātmetru
ru_ru: Квадратных метров (жилая)
sv_se: Kvadratmeter

source: Square Meters (total)
ar_sa: متر مربع ( الاجمالي)
de_de: Quadratmeter (insgesamt)
fa_ir: متر مربع (کل)
lv_lv: Kopējā platība
ru_ru: Квадратных метров (общая)
sv_se: Kvatratmeter (totalt)

source: Num. Floors
ar_sa: عدد الأدوار
de_de: Anzahl Stockwerke
fa_ir: تعداد طبقه
lv_lv: Stāvu skaits
ru_ru: Кол-во этажей
sv_se: Antal våningar

source: Construction Year
ar_sa: البناء العام
de_de: Baujahr
fa_ir: سال ساخت
lv_lv: Uzcelšanas gads
ru_ru: Год постройки
sv_se: Byggnadsår

source: Condition
ar_sa: شرط
de_de: Zustand
fa_ir: شرایط
lv_lv: Stāvoklis
ru_ru: Состояние
sv_se: Skick

source: Agency
ar_sa: وكالة
de_de: Makler
fa_ir: نمایندگی
lv_lv: Kompānija
ru_ru: Агентство
sv_se: Mäklare

source: Floor Number
ar_sa: رقم الدور
de_de: Stockwerk
fa_ir: شماره طبقه
lv_lv: Stāvs
ru_ru: Этаж
sv_se: Våningsnummer

source: Transport
ar_sa: نقل
de_de: Verkehrsanbindung
fa_ir: حمل و نقل
lv_lv: Transports
ru_ru: Транспорт

source: Zone
ar_sa: منطقة
de_de: Lage/Umgebung
fa_ir: منطقه
lv_lv: Zona
ru_ru: Зона
sv_se: Zon

source: Heating
ar_sa: تدفئة أو تسخين
de_de: Heizung
fa_ir: گرمایش
lv_lv: Apkure
ru_ru: Отопление
sv_se: Uppvärmning

source: Air Condition
ru_ru: Кондиционер

source: Elevator
ar_sa: مصعد
de_de: Aufzug
fa_ir: آسانسور
lv_lv: Lifts
ru_ru: Лифт
sv_se: Hiss

source: Terrace
ar_sa: شرفة
de_de: Terrasse
fa_ir: تراس
lv_lv: Terase
ru_ru: Балкон
sv_se: Terass

source: Parking
ar_sa: موقف سيارات
de_de: Stellplatz
fa_ir: پارکینگ
lv_lv: Stāvvieta
ru_ru: Парковка
sv_se: Parkering

source: Furnished
ar_sa: مؤثثة
de_de: Möbliert
fa_ir: مبله
lv_lv: Mēbelēts
ru_ru: С мебелью
sv_se: Möblerad

source: New
ar_sa: جديد
de_de: Neufahrzeug
fa_ir: جدید
lv_lv: Jauns
ru_ru: Новая
sv_se: Ny

source: By Owner
ar_sa: من المالك مباشرة
de_de: Vom Eigentümer
fa_ir: توسط مالک
lv_lv: Īpašnieks
ru_ru: от собственника
sv_se: Av ägare

source: Details
ru_ru: Подробней

source: Other characteristics
ar_sa: خصائص أخرى
de_de: Anderere Merkmale
fa_ir: ویژگی های دیگر
lv_lv: Papilldus informācija
ru_ru: Другие характеристики
sv_se: Andra egenskaper

source: Realestate plugin
ru_ru: Realestate плагин

source: Configure plugin
ar_sa: مساعد التكوين
de_de: Plugin konfigurieren
fa_ir: تنظیمات افزونه
lv_lv: Nokonfigurēt plugin
ru_ru: Настройка плагина
sv_se: Konfigurera pluginen

source: View options
ru_ru: Показать настройки

source: Realestate attributes
ar_sa: سمات العقارات
de_de: Immobilieneigenschaften
fa_ir: ویژگی های مشاور املاک
lv_lv: Nekustamo īpašumu atribūti
ru_ru: Атрибуты недвижимости
sv_se: Fastighetsattribut

source: Num. of rooms
ar_sa: عدد الغرف
de_de: Anzahl Räume
fa_ir: تعداد اتاق ها
lv_lv: Istabu skaits
ru_ru: комнат
sv_se: Antal rum

source: Num. of bathrooms
ar_sa: عدد الحمامات
de_de: Anzahl Badezimmer
fa_ir: تعداد حمام و سرویس بهداشتی
lv_lv: Vanasistabu skaits
ru_ru: ванных комнат
sv_se: Antal badrum

source: Square meters
ru_ru: Квадратных метров (жилая)

source: Square meters (total)
ru_ru: Квадратных метров (общая)

source: Num. of floors
ar_sa: عدد الأدوار
de_de: Anzahl Stockwerke
fa_ir: تعداد طبقه
lv_lv: Stāvu skaits
ru_ru: Кол-во этажей
sv_se: Antal våningar

source: Num. of garages (place for a car = one garage)
ar_sa: عدد الجراجات
de_de: Anzahl der KfZ-Stellplätze
fa_ir: .تعداد گاراژ ها (جایی برای یک ماشین = یکی گاراژ)
lv_lv: Garāžu skaits ( vieta vienai mašīnai = viena garāža)
ru_ru: Кол-во парковочных мест
sv_se: Antal garage

source: Air condition
ar_sa: حالة الجو
de_de: Klimaanlage
fa_ir: وضعیت هوا
lv_lv: Kondicionieris
ru_ru: Кондиционер
sv_se: Luftkylning

source: By owner
ru_ru: от собственника

source: Type of a sentence
ru_ru: Тип предложения

source: Undefined
ru_ru: Выберите...

source: Select a property type
ar_sa: اختيار نوع الملكية
de_de: Wählen Sie ein Ausstattungsmerkmal
fa_ir: انتخاب نوع ملک
lv_lv: Izvēlieties īpašuma veidu
ru_ru: Тип недвижимости
sv_se: Välj en fastighetstyp

source: Num. Floors Range
ar_sa: النطاق الذي تتراوح فيه عدد الطوابق
de_de: Werte für Stockwerke
fa_ir: حدود طبقه
lv_lv: Stāvu skaits
ru_ru: Количество этажей
sv_se: Antal våningarskala

source: Rooms Range
ar_sa: مساحة الغرف
de_de: Werte für Räume
fa_ir: حدود اتاق
lv_lv: Istabu platība
ru_ru: Количество комнат
sv_se: Antal rumskala

source: Bathrooms Range
ar_sa: مساحة الحمامات
de_de: Werte für Badezimmer
fa_ir: حدود حمام و سرویس بهداشتی
lv_lv: Vannas istabas platība
ru_ru: Количество ванных
sv_se: Antal badrumsskala

source: Garages Range
ar_sa: نطاق الجراجات
de_de: Werte für Stellplätze
fa_ir: حدود گاراژ
lv_lv: Garāžas platība
ru_ru: Парковочные места
sv_se: Antal garageskala

source: Construction year Range
ar_sa: مجموعة البناء العام
de_de: Werte für das Baujahr
fa_ir: حدود سال ساخت
lv_lv: Uzcelta
ru_ru: Год постройки
sv_se: Konstruktionsårsskala

source: Square Meters Range
ar_sa: المساحة
de_de: Werte für Quadratmeter
fa_ir: حدود متر مربع
lv_lv: Kopējā platība
ru_ru: Площадь
sv_se: Kvadratmeterskala

source: Settings saved!
ru_ru: Настройки сохранены!

source: Display options
ru_ru: Параметры отображения

source: Display realestate attributes in listing page...
ru_ru: Отображение атрибутов на странице Объявлений

source: After item description
ru_ru: Под описанием объявления

source: Manually
ru_ru: Вручную

source: Update options
ru_ru: Обновить настройки

source: Filters
ru_ru: Фильтры

source: Show filters in search page
ru_ru: Показывать на странице поиска

source: Show all filters
ru_ru: Показать фильтры

source: Hide all filters
ru_ru: Скрыть фильтры

source: Show only specified filters
ru_ru: Показать только указанные фильтры
