Repository: xDen4ik/tvoidom2
Catalog: *-content/plugins/moreedit/languages/*/messages.po
Languages: ru_ru

source: Congratulations. The plugin is now configured
ru_ru: Поздравляем. Плагин настроен!

source: More Edit Options
ru_ru: More Edit Опции

source: Moderate all ads (admins have to moderate them)
ru_ru: Модерировать все новые объявления

source: Moderate edit (admins have to approve them, ads previouslyapproved will not be visible until new approved)
ru_ru: Модерировать каждое отредактированное объявление

source: Disable edit (users will not be able to edit their ads)
ru_ru: Отключить редактирование (пользователи не смогут редактировать свои объявления)

source: Notify admin in case of ad editing (useful for moderation, but it could be a problem if there are many edits)
ru_ru: Уведомлять администратора о редактировании объявлений (Удобно для модераторов, но это может быть проблемой, если будет много редактирований)

source: Max ads published per week (0 for no limit)
ru_ru: Макс кол-во объявлений от одного пользователя в неделю (0 без ограничений)

source: Max ads published per month (0 for no limit)
ru_ru: Макс кол-во объявлений от одного пользователя в месяц (0 без ограничений)

source: Note that max ads per month should be a greater value than max ads per week.
ru_ru: Обратите внимание, что макс объявления в месяц должно быть больше значения, чем объявления макс в неделю.

source: Update
ru_ru: Обновить

source: Sorry, you have reached your maximun number of ads per week allowed
ru_ru: Извините. Вы опубликовали максимально разрешённое количество объявлений в неделю.

source: Sorry, you have reached your maximun number of ads per month allowed
ru_ru: Извините. Вы опубликовали максимально разрешённое количество объявлений в месяц.

source: Your ad needs to be approved by the administrator, it could take a while until it appear on the website
ru_ru: Ваше объявление отправлено на модерацию. Пройдёт некоторое время, прежде чем оно появится на сайте.

source: Sorry, editing is not allowed
ru_ru: Извините, редактирование объявлений запрещено на сайте.

source: Your ad will be needed to be moderated by an admin after you edit it. Until it gets approved it will not be visible to the rest of the users
ru_ru: Ваше объявление отправлено на модерацию. Оно появится на сайте после проверки.

source: More Options
ru_ru: Больше Опций

source: More edit options
ru_ru: More edit опции
